"{\"data\":[{\"hoverinfo\":\"text\",\"hovertext\":[\"Digital attacks Digital attacks are when people use the internet to cause damage to someone else. For example breaking into someone\\u2019s online bank account.\",\"We will change how the banks work.\",\"We will make it just as important as other care.\",\"Our plan for a stronger\",\"Our plan to stop Brexit\",\"We will give older people in England much better care.\",\"\\u2022 Help people who only earn a low wage\",\"This is because of funding cuts made by the government we have now.\",\"We will have better rules to make sure that:\",\"We are the only party that has a real plan to make our country great and fair for everyone.\",\"\\u2022 Speak up for their local area\",\"And we are ready to make the plan happen.\",\"\\u2022 Recycling and re-using things so that we waste less\",\"We will work with trade unions and give more money to areas where many people are poor or don\\u2019t have a job.\",\"We will make it easier for parents and carers\",\"Westminster Westminster is the main government in Britain.\",\"We have damaged and lost many natural places in Wales. These places are homes to our wildlife.\",\"Instead we want to make sure our defence forces have enough money and are running well.\",\"This means some things in this manifesto are only for England.\",\"They help keep us safe.\",\"We will give them the right to work 3 months after they ask to stay.\",\"We believe that private companies should not make money from people being ill.\",\"We will improve roads and make it easier to cycle.\",\"Westminster is the main government in Britain.\",\"Food banks give people free food if they can\\u2019t afford their own.\",\"We will be the best country at fighting global climate change and work with other countries to protect our environment. We will put the most money ever into helping our\",\"Genetic modification is when scientists change food so that it grows a certain way.\",\"\\u2022 Making sure that animals are treated well\",\"We will think about people\\u2019s wellbeing when we decide about new laws and how to spend government money.\",\"\\u2022 Change the law so that the leader of the country has to ask parliament first before going to war.\",\"Digital attacks are when people use the internet to cause damage to someone else. For example breaking into someone\\u2019s online bank account.\",\"We want to get people in Parliament and Local Councils who can speak up for all the different views of local people.\",\"We will spend lots more money to help people get the skills they need at colleges and at university. Because we are leaving the EU we will have more money to spend on skills.\",\"In the next 10 years we will help 10,000 of these children to stay in Britain.\",\"We will choose who can come into our country.\",\"We will stop Brexit if we can.\",\"Our leader is Jo Swinson.\",\"We have written down all the issues we think are important and would like to tell you about \\u2013 this is known\",\"\\u2022 Increase the amount of waste that is recycled so that:\",\"The Conservative Government will invest in police, schools, hospitals and GPs.\",\"We think our job is to do what you think is important to make the country better.\",\"\\u2022 1 thousand new doctors\",\"The agreement would make sure that:\",\"\\u2022 Spend a lot of money (\\u00a3400 billion) to make the economy work better for every part of Britain and the environment\",\"\\u2022 Having electric cars and public transport\",\"The Green Party thinks that we are better to all work together to improve things for everyone in Europe.\",\"This is money from the government to help people who need it most.\",\"The Scottish and Welsh Liberal Democrats decide some things they want to happen for Scotland and Wales.\",\"\\u2022 Are warm and cheap to heat 7 The Green Party would give local Councils the power to get on with this work.\",\"\\u2022 Make all parts of Government think about how people will live in the future\",\"We will change the law to help all parts of the NHS work better together.\",\"We will make sure everyone can get the basic services they need.\",\"Our plan for a better world\",\"We will make sure that museums stay free to the public.\",\"We will keep making sure we work in a way that is good for animal welfare. And good for the environment.\",\"\\u2022 Create good, well paid jobs across the country by working in a better way for the environment.\",\"\\u2022 Help people to speak up if they think things are being done in an unfair way 14 The Green Party would give local councils the power and money to:\",\"We will help local councils and mayors improve where you live.\",\"At the moment people can wait 5 weeks for their first benefits payment. We want it to be 5 days.\",\"It is our duty to take care of people who worked in our defence forces. We need to make sure they get:\",\"Note: this manifesto says what the Liberal Democrats want to happen in the United Kingdom (UK).\",\"For example, we will make sure that:\",\"We will do more to help those who protect Britain, for example those who serve in the armed forces, and veterans.\",\"We will put more money into services that help stop people from getting ill in the first place.\",\"\\u2022 We drive our cars and other vehicles\",\"This will give people in local areas more say in important decisions.\",\"\\u2022 Stop people waiting 5 weeks for their first benefits payment\",\"\\u2022 5 thousand new nurses\",\"This is dangerous for our future.\",\"8 We will change the way that farmers work so that:\",\"We will keep spending some of Britain\\u2019s money to help poorer countries.\",\"We will be the best country at protecting animals from cruelty.\",\"The Conservatives will make the economy\",\"The economy is about the jobs people do and the money they have.\",\"We will make sure that doctors and schools are available for new\",\"General Election 3 The Green Party 4 The Green New Deal 5 Basic income for everyone 10 Brexit 12\",\"\\u2022 Stop all fracking. This is a bad way to get gas and oil from the earth\",\"\\u2022 Some people who get Employment and Support Allowance. They will get\",\"And we want to make a new gallery for modern art.\",\"\\u2022 Young people when they are 16\",\"10 By giving everyone a basic income the Green Party would:\",\"\\u2022 Looking after our planet so all life can do well\",\"\\u2022 Some money to help pay their gas and electricity bills in winter\",\"The economy is how a country makes and spends its money. The Conservatives have already worked hard to make Britain\\u2019s economy better.\",\"Our leader is Jeremy Corbyn.\",\"\\u2022 Keep us all safe\",\"\\u2022 Have more buses and trains across Britain, and more cars and trains that run on electricity\",\"Economy The economy is about the jobs people do and the money they have.\",\"We want them to lend money to companies that are helping to stop climate change.\",\"We do not want children from poor families to be left out. Or to have fewer chances.\",\"\\u2022 A safe place to live.\",\"\\u2022 Check that the Government is working properly\",\"\\u2022 We fly in aeroplanes\",\"Our website is www.libdems.org.uk if you want to find out more.\",\"\\u2022 Make sure all trains and new cars in Britain run on electricity\",\"\\u2022 Stop unfair benefits like Universal Credit and the bedroom tax and change them to something better\",\"The economy is about things like money, businesses and buying and selling things.\",\"\\u2022 Help train more doctors and nurses\",\"And we will make sure that people do not break these laws.\",\"Defence forces Our defence forces include the army, the navy, the marines and the air force. They would protect Wales if we were in a war.\",\"Our plan to save the\",\"\\u2022 Stop fracking. This is a bad way to get gas and oil from the earth\",\"When we have made the new agreement we will ask people in Britain to choose if they want to:\",\"It\\u2019s time for real change\",\"The economy is about things like money, businesses and buying and selling things.\",\"We will help more people get good care that is paid for by the government.\",\"\\u2022 People have the right to change the hours or days they work if they need to.\",\"We will give money to help all parts of the UK grow and do well. Not just some parts.\",\"You would not have to apply for it, or fill in any forms.\",\"For example, better transport and new schools, hospitals and homes.\",\"The 5 main things we want to\",\"The Green Party would give a Basic Income to everyone.\",\"So we want to give money to people who are paying more than a third of their income on rent.\",\"We will keep their rights safe.\",\"We will protect the NHS, and our environment and food quality when we make new trade\",\"\\u2022 Less goes to big rubbish tips\",\"Green Party The Biscuit Factory Unit 215 J Block 100 Clements Road London SE16 4DG 19\",\"Parliament makes laws for the country and checks the government\\u2019s work\",\"Our website is www.labour.org.uk if you want to find out more.\",\"\\u2022 Change the law that says a government has to stay in power for 5 years\",\"1. Jobs that are good for the environment...................................................6\",\"Our defence forces include the army, the navy, the marines and the air force. They would protect Wales if we were in a war.\",\"We also think Wales should become a member of the European Union on its own. So that we can have our own relationship with European countries based on equality.\",\"We have been working with Green Parties in other countries to make the European Union better for everyone.\",\"We will give every adult \\u00a310,000 to spend on education and training so they can learn new skills all through their lives.\",\"We need to make a big change in the way we do things.\",\"Like schools, hospitals and care homes.\",\"The 5 main things we want to focus on............ .............................................6\",null],\"marker\":{\"color\":\"#CFD8DC\",\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"other\",\"showlegend\":false,\"x\":[5.24961519241333,8.695585250854492,5.831681251525879,7.707813739776611,7.873327255249023,4.380314826965332,5.54848575592041,5.639653205871582,7.415251731872559,8.722308158874512,7.233001708984375,7.541421890258789,8.977570533752441,6.203573703765869,5.045901775360107,7.719719886779785,4.882160186767578,6.332801818847656,7.276414394378662,7.287962436676025,5.7500529289245605,5.6426825523376465,7.73750638961792,7.779116630554199,9.40066146850586,7.791121482849121,9.750606536865234,8.067800521850586,7.215082168579102,7.8555192947387695,5.21574068069458,7.248065948486328,7.024435520172119,4.945648193359375,6.437219619750977,9.242335319519043,8.406257629394531,7.684674263000488,8.961149215698242,6.900824069976807,7.1834187507629395,4.967013359069824,7.437290191650391,6.729353427886963,7.038369655609131,8.824027061462402,5.673595905303955,7.772042751312256,8.855813980102539,7.45476770401001,4.724731922149658,6.558096408843994,7.716947555541992,6.975707054138184,8.029804229736328,7.829610824584961,8.84686279296875,7.170821189880371,5.734188556671143,6.358029842376709,7.692525863647461,7.42047119140625,6.50124979019165,5.599581241607666,7.551545143127441,7.24216365814209,5.774914741516113,4.917324066162109,9.521322250366211,8.662323951721191,6.693274021148682,7.998331546783447,6.928530216217041,6.515187740325928,4.911947727203369,9.032047271728516,9.495278358459473,5.715623378753662,7.639770030975342,9.092035293579102,9.045434951782227,7.7498674392700195,7.421091556549072,6.764523029327393,8.361242294311523,7.459109783172607,7.154674530029297,6.506690502166748,9.630829811096191,5.7883195877075195,7.472562789916992,7.807404518127441,7.7702717781066895,7.719293117523193,7.364481449127197,5.868010997772217,6.510310649871826,4.900242805480957,6.916258335113525,6.3322367668151855,7.713164329528809,9.48896598815918,7.164545059204102,8.800187110900879,6.51280403137207,5.690341949462891,7.848269939422607,6.765447616577148,5.621273517608643,4.737456321716309,7.724802494049072,8.962060928344727,6.853271961212158,7.222632884979248,7.711852550506592,8.970772743225098,8.480704307556152,7.855868816375732,7.857075214385986,7.869815349578857,7.843987941741943,6.326956272125244,5.820247173309326,8.768296241760254,4.956222057342529,8.726714134216309,4.738917350769043,7.6879377365112305,7.192738056182861],\"y\":[4.90910005569458,1.7482025623321533,2.6476314067840576,3.1583609580993652,7.565646171569824,3.2454967498779297,3.366267681121826,2.6582696437835693,3.3817760944366455,5.890361309051514,3.0861566066741943,3.392737627029419,0.7589564323425293,3.3527379035949707,3.4371790885925293,5.054547309875488,7.415261268615723,6.6389312744140625,6.4083685874938965,1.3728978633880615,3.994030237197876,2.3378546237945557,1.0598115921020508,4.9856133460998535,2.8809289932250977,1.4258041381835938,1.1926957368850708,1.1053177118301392,3.955493211746216,4.734476566314697,4.879401206970215,3.1009325981140137,7.9018707275390625,4.063206672668457,2.631782054901123,2.795295476913452,5.46940279006958,2.4742465019226074,0.7378978729248047,5.582761764526367,2.6410598754882812,1.8264654874801636,3.4985904693603516,6.1355133056640625,-0.3105887472629547,6.261354446411133,2.6687698364257812,6.30515193939209,6.262850284576416,4.055275917053223,2.5132360458374023,3.625380516052246,3.0515267848968506,1.6484858989715576,1.1092406511306763,1.5038225650787354,6.193681240081787,2.9197726249694824,3.9780845642089844,6.636159896850586,6.325528144836426,3.4262855052948,6.571580410003662,2.0845372676849365,1.440786600112915,3.1081411838531494,3.9305806159973145,1.8458789587020874,1.0191938877105713,1.6841925382614136,6.200606822967529,1.1779483556747437,5.621931552886963,5.407112121582031,1.8757139444351196,6.358014106750488,0.47014132142066956,3.608741283416748,0.6739096641540527,4.789608001708984,6.348474025726318,3.0143940448760986,-0.28430914878845215,5.6291728019714355,5.672928333282471,1.2481547594070435,-0.41680747270584106,5.389726638793945,0.9250802993774414,2.634084701538086,0.9885118007659912,4.251971244812012,2.5683135986328125,6.412184238433838,-0.49324074387550354,3.8049206733703613,5.409651756286621,1.8752871751785278,1.7535247802734375,6.716007709503174,3.1434996128082275,0.47769394516944885,6.473237991333008,1.6931397914886475,5.4120025634765625,2.6106836795806885,2.084031343460083,6.235973834991455,3.0712220668792725,2.3314530849456787,2.3757920265197754,6.274797439575195,0.2891279458999634,1.5197521448135376,1.1564193964004517,0.7842391729354858,6.45358943939209,4.771650791168213,6.351001739501953,4.383270740509033,1.6167796850204468,6.722565174102783,7.322053909301758,6.347341537475586,4.084099292755127,1.7148970365524292,2.3875155448913574,2.4416346549987793,3.52280855178833],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"In 2016 Britain voted to leave the European Union (EU).\",\"The European Union is 28 countries in Europe that work together and buy and sell things to each other.\",\"Some people come to Britain to be safe from war, violence and other problems.\",\"Because we are leaving the EU we can spend money on the four nations in a better way.\",\"\\u2022 Leave the European Union with the agreement we make\",\"If not we want people in Britain to choose if they want to stay or leave.\",\"We believe that England, Wales, Scotland and Northern Ireland should remain together, rather than breaking up. This will make us safer, stronger,\",\"The Green Party wants us to stay in the European Union.\",\"People from other countries in the European Union who live in the UK will still have the right to live and work here.\",\"(Britain leaving the European Union)\",\"We think the British public should be allowed to vote 1 more time on whether we should leave or stay in the European Union.\",\"The EU is a partnership of countries. But politicians from other political parties stopped the Conservatives from doing what people voted for.\",\"We want the public to have another vote about whether we should stay or leave the European Union.\",\"\\u2022 British people who live in other countries\",\"The European Union is 28 countries in Europe that work together and support each other.\",\"Staying in the European Union\",\"Some people from the UK live in other parts of the European Union.\",\"And some people from other parts of the European Union live in the UK.\",\"This Conservative government has wasted 3 years trying to get us to leave the European Union. And has refused to let the public have a final say.\",\"Staying in the European Union.........................................................................14\",\"(Britain leaving the European Union)\",\"The European Union is 28 countries in Europe that work on important things to do with Europe and the world.\",\"\\u2022 People from other European Union countries who want to live in the UK for a long time\",\"It will be difficult to do these things if we leave the European Union.\",\"In 2016 Britain voted to leave the European Union (EU).\",\"\\u2022 It is still easy for the UK to buy and sell things in Europe and the world\",\"We will fight to keep the UK in the European Union.\",\"We can only do that if we leave the EU and have a Conservative government.\",\"Three years ago people voted to leave the European Union (EU).\",\"European Union The European Union is a group of countries in Europe whose governments work together. Right now we are part of the European Union.\",\"The last 3 years has been a mess. We want to sort it out and move on. And make sure we do not leave the European Union.\",\"Brexit is about the UK leaving the European Union.\",\"The European Union is a group of countries in Europe whose governments work together. Right now we are part of the European Union.\",\"\\u2022 Or stay in the European Union\",\"If we win, we will make a new agreement about how to leave the European Union.\",\"Some children arrive in Europe without their families.\",\"If we stay in the European Union we will use the \\u00a350 billion we save and make in the next 5 years to:\",\"Get Brexit Done and Unleash Britain\\u2019s\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"0_union_european_leave\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"0_union_european_leave\"],\"textfont\":{\"size\":12},\"x\":[7.740992546081543,7.269439697265625,6.666298866271973,7.051851272583008,7.465410232543945,7.1343889236450195,6.290152072906494,7.245964050292969,7.201977252960205,7.707648277282715,7.5125555992126465,7.6488728523254395,7.4543914794921875,7.101711273193359,7.250729084014893,7.2091569900512695,7.201419353485107,7.1808180809021,7.619915962219238,7.226147651672363,7.734312534332275,7.238163471221924,7.1570725440979,7.449624538421631,7.685612678527832,7.150157451629639,7.283916473388672,7.636573791503906,7.641660213470459,7.262706756591797,7.517055511474609,7.768359661102295,7.243658065795898,7.220820903778076,7.470633029937744,7.233604907989502,7.125361442565918,7.807612419128418,7.337019920349121],\"y\":[7.777807712554932,8.232780456542969,6.764294147491455,7.871232986450195,8.039063453674316,6.714754104614258,6.945111274719238,7.775904178619385,7.346010684967041,7.661963939666748,7.717674255371094,7.915816783905029,7.8994035720825195,7.19549560546875,8.213071823120117,7.915952205657959,7.420284748077393,7.342255115509033,7.923483371734619,7.980059623718262,7.658963680267334,8.165207862854004,7.275688648223877,8.020681381225586,7.7719879150390625,7.228787899017334,7.685419082641602,7.899094104766846,7.8664937019348145,8.14256477355957,7.996655464172363,7.692814350128174,8.143481254577637,7.912498474121094,8.024855613708496,7.481808185577393,7.905562877655029,7.607927322387695,7.714023590087891],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[null,\"Right now, Welsh tourism is held back by unfair taxes.\",\"We know that lots of people in Wales work in tourism.\",\"It will also make life harder for people who live in Wales but are from other countries in Europe. And for Welsh people living abroad in Europe.\",\"Where the document says we, it means Plaid Cymru. For more information contact:\",\"We want there to be 1 million Welsh speakers in Wales by 2050.\",\"And we will spend money to make sure that people around the world know about Wales. And want to visit.\",\"We want people to know that there is lots to do in Wales. And that our natural places, culture and food are all good quality.\",\"We also want to make an online library for Wales.\",\"Every year they make \\u00a37 billion for the Welsh economy.\",\"We want people to keep visiting Wales so that Welsh people who work in tourism can do well.\",\"Wales is the only country in the UK that does not have power to make decisions about its police and justice system.\",\"The people who make food and drink in Wales are very important. Almost 250 million people work in this area.\",\"We also want to work with the government and other experts on how to protect Welsh people from digital attacks.\",\"We think Wales can be a world leader in dealing with climate change.\",\"If we want to do this we have to put money into creating jobs that are good for Wales. And for the planet.\",\"Overall this will be 16 hundred new police officers across Wales.\",\"We want Wales to create its own energy from the sun, wind and water.\",\"We want Wales to be part of a world where we keep each other safe.\",\"This is because we want our media to represents Welsh people. And what matters to them.\",\"Give an extra \\u00a3300 million a year to our schools and colleges. To make sure Welsh children get the best education.\",\"\\u2022 Make the Welsh economy better\",\"We want Wales to be a country where people can use both Welsh and English.\",\"We want schools in Wales to keep a record of any bullying that happens because of someone\\u2019s sexuality.\",\"It is also held back because the government are not telling people that Wales is a good place to go on holiday.\",\"We will think about how we can support Welsh culture when we are making decisions.\",\"We want people to use Welsh at work more. As well as in other parts of life like in shops and in government.\",\"This is not ok. We want to be able to create the services that are right for Wales.\",\"People who rent their homes in Wales have a bad deal.\",\"And people who need extra support in Wales.\",\"We want people to know that Welsh food and drink is the best quality.\",\"We will make sure that more people can get Welsh language education. So that everyone has the chance to speak Welsh.\",\"For this to happen we need more Welsh speakers.\",\"It is time for change in Wales. It is time to vote for Plaid Cymru.\",\"We are Plaid Cymru. We want Wales to be a place where everybody can do well.\",\"\\u2022 Improve the lives of Welsh families\",\"\\u25aa The government in Westminster are not making decisions that work well for Wales.\",\"Address: Plaid Cymru T\\u0177 Gwynfor, Anson Court Atlantic Wharf Cardiff, CF10 4AL.\"],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"1_wales_welsh_cymru\",\"text\":[\"1_wales_welsh_cymru\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\"],\"textfont\":{\"size\":12},\"x\":[5.26602840423584,4.893072605133057,4.877603530883789,5.062343120574951,5.520663261413574,5.193633079528809,5.012925148010254,4.988410472869873,5.248591899871826,5.108307838439941,4.955226898193359,5.131698131561279,4.964083671569824,5.048503875732422,5.566586971282959,5.052667617797852,6.703605651855469,7.966551780700684,5.768863677978516,5.16860294342041,5.178768634796143,5.112925052642822,5.114165306091309,5.30228853225708,5.068027973175049,5.093382835388184,5.115764141082764,5.145583629608154,5.030849456787109,5.03858757019043,5.106364727020264,5.11712121963501,5.14682149887085,5.402685165405273,5.227076053619385,5.0553483963012695,5.09126091003418,5.464067459106445],\"y\":[7.2141218185424805,7.156523704528809,7.468499183654785,7.328093528747559,7.670075416564941,7.953885555267334,7.588226318359375,7.612231731414795,7.661667823791504,7.805097579956055,7.5740966796875,7.158858299255371,7.5973405838012695,7.830039978027344,7.432116508483887,7.5799431800842285,1.2974437475204468,-0.6751328110694885,7.298131942749023,7.879698276519775,7.879575729370117,7.797215938568115,7.817534923553467,7.637396335601807,7.182028770446777,7.842832088470459,7.783078670501709,7.441553115844727,7.239274978637695,7.5259928703308105,7.820827007293701,7.865211009979248,7.85466194152832,7.711654186248779,7.606626987457275,7.745663166046143,7.1851911544799805,7.690937042236328],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"People who cannot work or have low incomes will get support. We will give more help to disabled\",\"We want to help people and stop them being poor. Not make their lives worse, like the government is doing now.\",\"\\u25aa Make health and social services better\",\"Our plan for better health\",\"\\u2022 Help people who need support to live 15\",\"\\u2022 Get the right support in their own homes instead of living in hospitals\",\"\\u2022 Disabled people can get the right support to find and keep a job\",\"\\u2022 Improve important services like healthcare and education\",\"We will also help disabled people to find work in a way that suits them.\",\"We will help children who are in the care system and who are vulnerable.\",\"For example, by having better support services for young people who need them\",\"\\u2022 Make sure health services work well for all groups of people\",\"\\u2022 Give adults and children mental health care when they need it\",\"We will find a social care solution for the elderly and those with disabilities that everyone can support.\",\"\\u2022 Good mental health care.\",\"Give poor families \\u00a335 a week for each of their children.\",\"This includes free care to help people wash, dress and take their medicine.\",\"Better healthcare for all We will fix the problems with the NHS.\",\"\\u2022 Help homeless people more\",\"\\u2022 Give people better care more quickly for strokes, heart disease and cancer\",\"We will change mental health care.\",\"We want to make our NHS better. We want:\",\"We will help people with a learning disability and autistic people to:\",\"We want to give free social care for older people.\",\"Our health and social services have been struggling.\",\"3. Helping children from poor families...........................................................9\",\"\\u2022 Help people who are very poor\",\"For example, if they have a disability or care for someone\",\"3. Helping children from poor\",\"This is called social care\",\"\\u25aa Help 50 thousand poor children in Wales\",\"We will make sure that older people get:\",\"This includes women and disabled people\",\"3. Stopping people being poor. And making sure\",\"Better care for older people and people who need\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"2_health_poor_support\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"2_health_poor_support\"],\"textfont\":{\"size\":12},\"x\":[4.4431233406066895,5.775573253631592,4.530702590942383,4.521549701690674,4.879995346069336,4.672832012176514,4.389400959014893,4.780925273895264,4.39757776260376,5.0457658767700195,4.862855911254883,4.665633201599121,4.602987766265869,4.269836902618408,4.529660224914551,5.055787563323975,4.685657501220703,4.68833589553833,4.944887161254883,4.543582916259766,4.545656681060791,4.777990341186523,4.4276251792907715,4.3498334884643555,4.56747579574585,5.085110664367676,5.117339134216309,4.383117198944092,5.083817481994629,4.388092994689941,5.05302095413208,4.335627555847168,4.380778789520264,5.389115333557129,4.330746173858643,4.7000579833984375],\"y\":[3.5276384353637695,2.7176167964935303,2.70029878616333,2.662889003753662,3.262586832046509,3.1397693157196045,3.597024440765381,2.4130048751831055,3.5416479110717773,3.424302101135254,2.8804097175598145,2.7882938385009766,2.891899585723877,3.155095338821411,2.8294754028320312,3.5984103679656982,2.859295606613159,2.4930002689361572,3.3100783824920654,2.6761484146118164,2.7455413341522217,2.5512068271636963,3.51428484916687,3.1729626655578613,2.684170722961426,3.400048017501831,3.3451194763183594,3.575174570083618,3.3794326782226562,2.9002673625946045,3.4839632511138916,3.2290358543395996,3.5744214057922363,3.1960346698760986,3.196835517883301,3.097639799118042],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Our plan for better voting\",\"A fairer way to vote 13 Shaking up Government 14\",\"It means voting for a better and hopeful future.\",\"We will start a new way of voting called proportional representation.\",\"\\u2022 Let young people vote at 16\",\"Look for our logo, which will be on your ballot\",\"We have done really well in recent elections where we have beaten the Conservatives and Labour.\",\"Right now you can only vote if you are 18 or over.\",\"\\u2022 Make sure everyone who has the right to vote can vote\",\"We think that that 16 and 17 year olds should be able to vote and have their say too.\",\"We will give votes to:\",\"We want to let people vote to say who\",\"Voting for us means voting to save the planet we live on, the European Union and the United Kingdom.\",\"We want to change the way people vote in elections in the future.\",\"We think that the way we vote now is not fair. And that people\\u2019s votes are not counted equally.\",\"You can vote for us in the General Election in\",\"This document tells you what we believe in and why we think you should vote for us\",\"A fairer way to vote\",\"We want to change the way votes are counted.\",\"We want young people to be able to vote in elections. 16 and 17 year olds should have a say because it is their future.\",\"What we will do if we win the 2019 General Election\",\"There is going to be a General Election on Thursday, 12 December.\",\"Voting for a better future\",\"We think this is fairer and will help everyone\\u2019s vote count.\",\"The elections are on Thursday 12 December.\",\"Please vote for your local Conservative candidate.\",\"The way we vote now means that many people don\\u2019t have a say.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"3_vote_voting_elections\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"3_vote_voting_elections\"],\"textfont\":{\"size\":12},\"x\":[8.694273948669434,8.699636459350586,8.76624870300293,8.763876914978027,9.08706283569336,8.678236961364746,8.577435493469238,9.099822044372559,8.733551979064941,9.0623197555542,8.822125434875488,8.698613166809082,8.702652931213379,8.739120483398438,8.835294723510742,8.613542556762695,8.660587310791016,8.803848266601562,8.807147026062012,8.983915328979492,8.476806640625,8.563395500183105,8.750542640686035,8.677422523498535,8.87718677520752,8.540947914123535,8.847529411315918,8.761597633361816],\"y\":[4.563291549682617,4.610860824584961,4.603590488433838,4.539279937744141,4.770482063293457,4.903966426849365,5.018002510070801,4.802469730377197,4.785360336303711,4.786053657531738,4.763594627380371,4.818082809448242,4.849817752838135,4.575335502624512,4.65785026550293,4.927868366241455,4.893120288848877,4.631481647491455,4.6643548011779785,4.757756233215332,4.356315612792969,4.883063316345215,4.652460098266602,4.570417881011963,4.701494216918945,5.149021148681641,4.648151874542236,4.7364277839660645],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We think we should get rid of nuclear weapons.\",\"We will stop people being treated unfairly when they try to come to Britain to work, study or live.\",\"And we also want to completely stop using plastics that you can only use once. Like plastic cups and cutlery.\",\"\\u2022 Stop selling weapons to Saudi Arabia and other countries that do bad things for people\\u2019s human rights\",\"And we will stop low pay and unfair working rules.\",\"We will stop selling weapons to Saudi Arabia and other countries that don\\u2019t look after people\\u2019s rights.\",\"We will stop private companies running NHS services so that everyone gets the care they need.\",\"We will stop unfair tests called SATs that children take at primary school.\",\"We also think that our food should not be genetically modified.\",\"In the next 3 years we will stop people having to use food banks.\",\"\\u2022 Stop people having to sleep on the streets within 5 years\",\"We would get rid of some of the old jobs in Government and instead:\",\"We want most of the plan to be finished by 2030.\",\"We will cut the unfair taxes on tourism so that people want to visit.\",\"We will give people the right to have food by law. This will stop people going hungry.\",\"Nuclear weapons are bombs that can travel long distances and cause a lot of damage.\",\"We will lower taxes for businesses and help businesses that come\",\"Nuclear weapons Nuclear weapons are bombs that can travel long distances and cause a lot of damage.\",\"By 2030 we want to completely stop using carbon.\",\"The Green Party plans to stop this pollution by 2030 by:\",\"The Conservative party and the Labour party want to spend billions of pounds on nuclear weapons.\",\"We will stop people having to sleep on the streets.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"4_stop_weapons_nuclear\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"4_stop_weapons_nuclear\"],\"textfont\":{\"size\":12},\"x\":[9.662118911743164,9.122944831848145,9.260442733764648,9.494258880615234,9.08974552154541,9.385476112365723,9.158634185791016,9.13897705078125,9.412481307983398,9.342132568359375,8.617323875427246,8.76430606842041,9.302125930786133,4.763214588165283,9.46324348449707,9.700531959533691,6.076383590698242,9.71906852722168,9.344828605651855,9.361898422241211,9.68101692199707,9.126521110534668,8.953986167907715],\"y\":[2.3153016567230225,2.847062826156616,2.6241466999053955,3.031719207763672,2.8538577556610107,2.92802357673645,2.808323860168457,2.830785036087036,1.7662593126296997,2.774507522583008,2.6202707290649414,3.037766456604004,2.5748603343963623,6.94082498550415,2.9709506034851074,2.233106851577759,3.6929984092712402,2.2269630432128906,2.5951731204986572,2.574526786804199,2.2676050662994385,2.816270351409912,2.878695487976074],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Violence where people have ideas and beliefs that make them want to hurt or kill other people.\",\"The justice system is how we deal with crime in this country. We decide if people are innocent or guilty in court.\",\"\\u2022 Make it lawful to buy and use certain drugs. This would stop drugs being sold by violent criminals\",\"Justice system The justice system is how we deal with crime in this country. We decide if people are innocent or guilty in court.\",\"\\u2022 Get many more police officers in local areas\",\"These extra police officers will work with people in communities to solve problems and stop crime before it happens.\",\"We think it is important for people to be safe against crime and\",\"\\u2022 There are local services to support young people when they need it to help them stay away from violence\",\"\\u2022 Sexual violence and violence at home, in the family or at work\",\"\\u2022 Helping people who have broken the law to change so they don\\u2019t do it again 17\",\"We will start a new and better way to deal with violence like knife crime.\",\"We will have more police and increase the punishments for some crimes.\",\"There is more violent crime but not enough police to deal with it.\",\"\\u2022 Finding ways to stop crime happening in the first place\",\"\\u2022 Do more to help young people stay away from crime.\",\"We will help to stop violence in the first place by making sure:\",\"We will help those who have committed crimes, been punished, and want a second chance.\",\"\\u2022 Changing the way we deal with people who break the law by:\",\"\\u2022 The police and many other services work together in local areas to stop violence\",\"We want every community to have 2 extra police officers that know the area well and will help keep people safe.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"5_crime_violence_police\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"5_crime_violence_police\"],\"textfont\":{\"size\":12},\"x\":[6.443131446838379,6.592998504638672,6.599512100219727,6.501828670501709,6.696022987365723,6.680459976196289,6.903187274932861,6.337072372436523,6.455320835113525,6.386951446533203,6.525800704956055,6.706511497497559,6.562509536743164,6.619393825531006,6.552886009216309,6.52440881729126,6.2765679359436035,6.635004997253418,6.540975093841553,6.722105979919434,6.563132286071777],\"y\":[1.4654028415679932,1.8157156705856323,1.7768968343734741,1.879538655281067,1.3281784057617188,1.3517942428588867,1.6154214143753052,1.553167462348938,1.5019001960754395,2.0048928260803223,1.5281684398651123,1.3240368366241455,1.4891531467437744,1.6088463068008423,1.6532944440841675,1.4516282081604004,2.1730852127075195,1.7557854652404785,1.4582278728485107,1.3177731037139893,1.6026452779769897],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Build much more social housing in the next 10 years (over 1 million homes) Social housing is cheaper to live in\",\"\\u2022 Make sure all new homes are built in a good way for the environment\",\"We will start by building many social homes every year (100,000 homes).\",\"\\u2022 People don\\u2019t pay too much rent\",\"\\u2022 Don\\u2019t cost too much to rent\",\"\\u2022 Build more homes that are cheaper for people who want to buy their first home\",\"And more and more people don\\u2019t have a home at all.\",\"\\u2022 People can rent a home for longer\",\"\\u2022 Build the homes they need locally\",\"\\u2022 Fix the school and college buildings that need repairs\",\"Many people who rent their homes do not earn much money. And many of these people spend more than a third of their income on housing.\",\"Many people can\\u2019t afford their own home or to stay in the home they are in.\",\"We will build more homes and make them nice to look at and good for the environment.\",\"We also want to build 20 thousand new council homes over 5 years.\",\"4. Making housing more fair..........................................................................10\",\"\\u2022 All rented homes are good and safe to live in\",\"Everybody deserves to have safe housing that they can afford.\",\"4. Making housing more fair\",\"Social homes are cheaper to rent and people can usually stay there longer.\",\"\\u2022 Build thousands of homes which:\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"6_housing_build_home\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"6_housing_build_home\"],\"textfont\":{\"size\":12},\"x\":[7.470269203186035,7.54949426651001,7.630248546600342,7.068567752838135,7.111987113952637,7.433768272399902,6.848979949951172,7.214906215667725,7.570489406585693,7.656848907470703,6.880717754364014,6.86002254486084,7.638788223266602,7.62502908706665,7.490087509155273,7.340673446655273,7.434230804443359,7.480975151062012,7.271937370300293,7.61680793762207,7.359742164611816],\"y\":[0.28866520524024963,0.3060546815395355,0.2155822515487671,0.14707690477371216,0.12121590971946716,0.3148297965526581,0.2547760307788849,0.20869991183280945,0.32329607009887695,0.3022087812423706,0.2504826486110687,0.2534608840942383,0.5065396428108215,0.23399662971496582,0.4258652329444885,0.47374632954597473,0.536503791809082,0.36352166533470154,0.23623059689998627,0.25423693656921387,0.3008494973182678],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Lesbians are women who are attracted to other women.\",\"LGBT means lesbians, gay men, bisexual people and transgender people.\",\"Communities are groups of people living in the same place or that share something in common.\",\"Transgender people are people who are born as one sex and want to live as the other sex. For example a person who was born a man may feel inside that they are a woman.\",\"The Gender Identity Clinic is a Welsh service that supports people who are transgender. Or who think they might be transgender.\",\"\\u25aa Gay men are men attracted to other men.\",\"LGBT LGBT means lesbians, gay men, bisexual people and transgender people.\",\"Gender Identity Clinic The Gender Identity Clinic is a Welsh service that supports people who are transgender. Or who think they might be transgender.\",\"\\u25aa Lesbians are women who are attracted to other women.\",\"We want women to have equal chances in work.\",\"Gay men are men attracted to other men.\",\"Bisexual people are people who are attracted to both men and women.\",\"We have funding to keep running and improve the Gender Identity Clinic.\",\"We need to listen to LGBT people\\u2019s experiences.\",\"Sexuality is about who you are attracted to.\",\"\\u25aa Transgender people are people who are born as one sex and want to live as the other sex. For example a person who looks like a man may feel inside like a woman.\",\"Sexuality Sexuality is about who you are attracted to.\",\"\\u25aa Bisexual people are people who are attracted to both men and women.\",\"For example, people from certain religions and cultures\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"7_men_attracted_transgender\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"7_men_attracted_transgender\"],\"textfont\":{\"size\":12},\"x\":[-0.7342584729194641,-0.780622661113739,6.633280277252197,-0.8264127373695374,-0.9173242449760437,-0.7496066093444824,-0.8008087277412415,-0.8843986392021179,-0.7326020002365112,-0.664746105670929,-0.7378587126731873,-0.8062554001808167,-0.885785698890686,-0.7872142195701599,-0.7586351037025452,-0.8264056444168091,-0.7102909088134766,-0.7694318294525146,5.891855239868164,-0.04460645839571953],\"y\":[4.558310508728027,4.559511184692383,3.8519556522369385,4.492591857910156,4.361856460571289,4.622811794281006,4.543529987335205,4.388667106628418,4.570918083190918,4.489648342132568,4.625987529754639,4.580137252807617,4.338835716247559,4.550423622131348,4.63206148147583,4.5342559814453125,4.600944519042969,4.579097270965576,4.730768203735352,4.505911350250244],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Make most electricity and much of our heat come from the sun, wind and water by 2030.\",\"\\u2022 Make sure all homes in Britain have insulation by 2030\",\"\\u2022 We heat our homes\",\"\\u2022 Help nearly all homes in the UK have better ways to keep warm and save on gas and electricity bills\",\"Insulation keeps homes warm and saves on gas and electricity\",\"\\u2022 Making our electricity from the wind, sun and waves\",\"5 Most of the pollution comes from burning, coal, oil and gas.\",\"We will make sure that all these new homes use power from the sun to make electricity and to heat up water.\",\"The world uses too much petrol, coal, gas and other things that damage the environment.\",\"At the moment we burn coal, oil and gas when:\",\"Carbon dioxide Carbon dioxide is a gas we make when we burn coal and oil. It helps us make electricity but also makes the world too hot. This makes extreme weather like flooding and storms.\",\"\\u2022 Making our homes and buildings warmer so we don\\u2019t have to spend so much on heating\",\"\\u2022 Make sure most electricity in the UK is made by the wind, sun and sea by 2030\",\"Carbon dioxide is a gas we make when we burn coal and oil. It helps us make electricity but also makes the world too hot. This makes extreme weather like flooding and storms.\",\"\\u25aa Energy that comes from wind, water and the sun instead of carbon.\",\"For example, the world uses too much petrol, coal and gas that damage the environment.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"8_gas_electricity_coal\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"8_gas_electricity_coal\"],\"textfont\":{\"size\":12},\"x\":[7.843006610870361,7.736047744750977,7.808341026306152,7.71461820602417,7.780191898345947,7.884504318237305,9.563648223876953,7.788835525512695,9.630667686462402,9.553659439086914,9.594466209411621,7.790379047393799,7.866231441497803,9.569565773010254,8.011202812194824,9.588760375976562,8.482757568359375],\"y\":[-0.5723142027854919,-0.4995557367801666,-0.44964566826820374,-0.5031420588493347,-0.4843130111694336,-0.5889970660209656,0.3892839252948761,-0.49925461411476135,0.4765833914279938,0.38125544786453247,0.29233667254447937,-0.46256396174430847,-0.6088593602180481,0.33946752548217773,-0.5165165662765503,0.4361702799797058,-0.17937904596328735],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Climate means long term weather trends.\",\"\\u2022 Worse storms and flooding\",\"Climate change Climate means long term weather trends. Climate change is about changes to the world\\u2019s weather patterns like our air and water getting warmer.\",\"The biggest problem we have to face is climate change.\",\"Climate change is about changes to the world\\u2019s weather patterns like our air and water getting warmer.\",\"\\u2022 A rise in the sea level\",\"\\u2022 Have someone responsible for dealing with climate change\",\"The environment is in danger.\",\"\\u2022 Deal with climate change\",\"Climate change means that the weather around the world is changing.\",\"\\u2022 Help to stop flooding 9\",\"If we don\\u2019t do these things soon, the climate will get worse and life will get much harder for many people.\",\"The world is getting warmer.\",\"Climate change is caused by pollution.\",\"There are big problems with the environment that need to be fixed.\",\"\\u2022 Help to stop climate change\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"9_climate_change_weather\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"9_climate_change_weather\"],\"textfont\":{\"size\":12},\"x\":[9.942774772644043,9.505624771118164,9.90396785736084,9.711843490600586,9.840447425842285,9.67664909362793,9.777691841125488,9.425774574279785,9.738287925720215,9.854995727539062,9.3789644241333,9.67715072631836,9.843759536743164,9.805159568786621,9.411104202270508,9.601730346679688,9.69349479675293],\"y\":[0.8406331539154053,0.959328830242157,0.8955925703048706,0.8692925572395325,0.8909385204315186,0.9922235608100891,0.904262363910675,0.973132848739624,0.9009281396865845,0.8921364545822144,0.9190619587898254,0.8790783882141113,0.8573810458183289,0.8087238073348999,0.9921790957450867,0.8605352640151978,0.9022142887115479],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Wildlife is kept safe\",\"\\u2022 Looking after nature and the countryside\",\"\\u2022 Work to save the countryside, animals, plants and other things on earth\",\"The environment is the earth we live on, the countryside and the things around us.\",\"We will help our businesses to be the best in the world for the environment.\",\"This is much better for the environment\",\"\\u2022 Protect and help our nature and countryside so that people can enjoy it in the future\",\"We will make new laws to protect our natural places and wildlife.\",\"\\u2022 Buy and sell things in a way that is good for the environment and people\\u2019s rights\",\"But it is important that we do this in a way that does the least damage to our wildlife.\",\"We will protect our environment and make it better and nicer.\",\"\\u2022 Our jobs, rights and the environment are safe now and in the future\",\"The environment is the earth we live on, the countryside and the things around us.\",\"\\u2022 Keep the countryside, seas, plants, animals and other things on earth safe\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"10_countryside_environment_wildlife\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"10_countryside_environment_wildlife\"],\"textfont\":{\"size\":12},\"x\":[8.111412048339844,8.339932441711426,8.363212585449219,8.331209182739258,7.806115627288818,7.767841815948486,8.270256996154785,7.987807750701904,7.9151387214660645,8.194597244262695,7.849223613739014,7.611081123352051,8.331127166748047,8.324134826660156,8.08593463897705],\"y\":[1.0466617345809937,1.1408963203430176,1.080583930015564,1.129828929901123,1.1429201364517212,0.9908562898635864,1.1199822425842285,1.0309714078903198,1.0684148073196411,1.046951413154602,1.0417286157608032,1.150001049041748,1.1356298923492432,1.0546928644180298,1.084294319152832],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We will fund towns and cities across the country. That includes new railways, new roads, new bus services, and\",\"We will give millions of people a higher wage and protect pensioners\\u2019\",\"We will spend a lot of money (\\u00a3150 billion) to make important things better.\",\"\\u2022 Give money for research and new ideas\",\"We will give towns money and let them decide what to spend\",\"We will only spend money that the country can afford. We will spend more money on hospitals, schools, and\",\"We will also spend a lot more money on railways, road, and bus services and on scientists and new ideas for companies.\",\"We will spend a lot of money (\\u00a3130 billion) on things that will really help the country now and in the future.\",\"This will be better and cheaper for everyone.\",\"It is much cheaper to run than the way we currently give people benefits.\",\"We will give more money to:\",\"We will spend lots more money on science and technology. This will include making the\",\"People will have more money in their pocket and we will help with the costs of looking after children and energy bills.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"11_spend_money_towns\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"11_spend_money_towns\"],\"textfont\":{\"size\":12},\"x\":[5.493611812591553,5.954082012176514,5.534185409545898,5.550447463989258,5.509823322296143,5.458812713623047,5.5529069900512695,5.547499656677246,5.7819061279296875,5.757569789886475,5.527318000793457,5.551457405090332,5.601295471191406,5.601608753204346],\"y\":[1.498386263847351,3.1027705669403076,1.5733193159103394,1.5196928977966309,1.4828156232833862,1.6596431732177734,1.5477094650268555,1.6056252717971802,1.3428508043289185,1.3705484867095947,1.5717765092849731,1.5913493633270264,1.59781014919281,1.6510999202728271],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Basic income would save the Government money.\",\"\\u2022 Make it easier for people who live on benefits now\",\"\\u2022 Stop people having to worry about whether their benefits are going to be taken away\",\"You would be able to work and earn more money without losing your basic income.\",\"\\u2022 Enough extra money every year for their government pension\",\"(1p for every pound they earn).\",\"\\u2022 Ask people who earn over \\u00a380,000 a year to pay a bit more tax\",\"\\u2022 Increasing the lowest wages to at least \\u00a312 an hour and making sure everyone gets good conditions at work\",\"\\u2022 All workers over 16 are paid at least\",\"Basic Income is a plan to give everyone a certain regular amount of money which is enough to live on.\",\"You would not get less than you get now from benefits. You might even get more.\",\"Basic Income would be instead of benefits.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"12_income_benefits_earn\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"12_income_benefits_earn\"],\"textfont\":{\"size\":12},\"x\":[5.703787326812744,5.876395225524902,5.847584247589111,5.71743631362915,5.836965084075928,5.950311660766602,5.932104587554932,5.750878810882568,6.138491630554199,5.851090908050537,5.845184803009033,5.737616539001465,5.848987579345703],\"y\":[3.4760355949401855,3.8358428478240967,3.832228899002075,3.524765729904175,3.5131938457489014,3.679046869277954,3.530770778656006,3.401502847671509,3.531613349914551,3.6632096767425537,3.8115878105163574,3.6395654678344727,3.6199467182159424],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We will help people who come into our country to become part of our society.\",\"We will help people around the world who are badly treated or vulnerable. We will help countries get richer and safer.\",\"We think it is important to work with other countries to:\",\"We will help countries work together to:\",\"We will have more trade deals with countries across the world. This will help businesses in\",\"\\u2022 Keep countries safe and solve problems in a peaceful way\",\"We will make it easier for the people we want to enter the country and not allow people we do not want, for example\",\"We will help countries work together to solve problems, instead of them working on their own.\",\"\\u2022 Help poorer countries to make life better for their people\",\"\\u2022 Be fair to people who need to come here because they might be killed in their own countries\",\"We will help each of the four nations in the\",\"\\u2022 Help other countries to work together to create peace\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"13_countries_solve_work\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"13_countries_solve_work\"],\"textfont\":{\"size\":12},\"x\":[6.366247653961182,6.321578025817871,6.624314785003662,6.643467426300049,6.592438697814941,6.627979755401611,6.326430320739746,6.631143093109131,6.206689834594727,6.6099677085876465,6.592553615570068,6.6282958984375,6.514258861541748],\"y\":[2.5816397666931152,2.510166645050049,2.7342350482940674,2.7225921154022217,2.834214210510254,2.7282001972198486,2.6108100414276123,2.7249958515167236,2.9432246685028076,2.738274574279785,2.7022433280944824,2.7350215911865234,2.713801622390747],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"1. Making the economy work for everyone in Britain and for the\",\"We want Britain to be the best place in the world to live and work and to make every part of the United Kingdom wealthier so that everyone has a better life.\",\"It is about how this all works in Britain and the world.\",\"Our plan to make Britain fair\",\"We want to really change Britain so that it works well for all of us. Not just some people like it does now.\",\"We will give more power to other parts of Britain.\",\"We will make sure that everyone in Britain has a good education and the chance to do well in life.\",\"We believe Britain makes the world a\",\"We will make Britain the best place to start and run a business.\",\"We will spend more on protecting British people including those living outside the United\",\"It tells you the main things we believe in and what we want Britain to be like now and in the future.\",\"We will make the country greener so that Britain has a strong economy while making sure the whole planet is safe.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"14_world_believe_best\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"14_world_believe_best\"],\"textfont\":{\"size\":12},\"x\":[6.922213554382324,7.0580854415893555,7.160191535949707,7.079168796539307,7.074422359466553,6.627363204956055,6.993314743041992,7.095184326171875,7.005599498748779,6.613708019256592,7.258125305175781,6.881499290466309,6.980739593505859],\"y\":[6.111448287963867,6.278256416320801,6.3264265060424805,6.311729431152344,6.362614631652832,6.49050235748291,6.231281757354736,6.284099578857422,6.252947807312012,6.532323360443115,6.328356742858887,6.136427402496338,6.303867816925049],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We will help people living in rural communities and farmers and people working in fishing.\",\"Public services are services that are run by Government organisations. They include:\",\"The government is the name for the group of people who are chosen by all the people to help\",\"2. Making our public services the best in\",\"For example, how services are run and how to spend tax money.\",\"The government has damaged public services and left many people without the care they need.\",\"We will do more to help people buy houses and help people who are\",\"\\u2022 Make our public services work for people in a better way\",\"We will do more to help\",\"We will start better ways to deal with:\",\"Public services are things like healthcare, education, the police and transport.\",\"We want the government to run services like gas, electricity, water and transport, instead of private companies.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"15_services_public_government\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"15_services_public_government\"],\"textfont\":{\"size\":12},\"x\":[6.824888706207275,5.024390697479248,5.571341037750244,4.96674919128418,5.176300525665283,5.006106376647949,6.830376625061035,5.012755870819092,7.09289026260376,7.134652614593506,4.974370956420898,5.01777982711792,5.719383239746094],\"y\":[2.2514231204986572,2.580378770828247,2.632854700088501,2.6624557971954346,2.7266976833343506,2.5537548065185547,2.2578513622283936,2.6908440589904785,2.5908777713775635,2.5176103115081787,2.5875236988067627,2.5759918689727783,2.5523555278778076],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We will ask people to pay a bit more tax.\",\"We will pay for better public services by making tax rules fairer.\",\"We will give workers much better rights.\",\"Trade unions are organisations where workers help each other and make sure people are being treated fairly.\",\"We will make benefits work in fair way for people who need them.\",\"\\u2022 Make big businesses pay their fair share of taxes\",\"We will protect you from big increases in local taxes.\",\"\\u2022 All groups of people get a fair wage.\",\"\\u2022 Make sure people and companies pay the tax they owe\",\"We will make sure businesses pay their fair share and make sure workers have\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"16_pay_fair_workers\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"16_pay_fair_workers\"],\"textfont\":{\"size\":12},\"x\":[6.079242706298828,6.307616233825684,6.1762919425964355,6.403993606567383,6.546716213226318,6.103763103485107,6.062582492828369,6.524252414703369,6.026175022125244,6.441478252410889,6.267211437225342],\"y\":[3.444876194000244,3.340514659881592,3.1901814937591553,3.56786847114563,3.6300694942474365,3.5006213188171387,3.3815579414367676,3.7026748657226562,3.5048446655273438,3.557565212249756,3.4820773601531982],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Stand up for human rights\",\"Our plan for human rights\",\"We will support organisations in the world that work together on human rights, like the United Nations (UN).\",\"We will stand up for human rights.\",\"We will work to keep important human rights laws that the UK and Europe have made.\",\"We believe that everyone should have the same chances. And that no one should be bullied because of who they are.\",\"We want the power to make our own laws about equality. So that we can protect people when we need to.\",\"We will give everyone the right to have food by law.\",\"Human rights are rights that we all have.\",\"\\u2022 Stop human rights problems\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"17_rights_stand_laws\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"17_rights_stand_laws\"],\"textfont\":{\"size\":12},\"x\":[9.793460845947266,9.7044677734375,9.749560356140137,9.751168251037598,9.855133056640625,6.837671756744385,9.727434158325195,9.595584869384766,9.736345291137695,9.749563217163086,9.45003890991211],\"y\":[3.4619882106781006,3.3744606971740723,3.4175798892974854,3.4233486652374268,3.58499813079834,3.9988033771514893,3.4088828563690186,3.2618253231048584,3.4126999378204346,3.4133076667785645,3.4757895469665527],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"How to use this document\",\"How to use this document..................................................................................2\",\"You may need support to read and understand this document. Ask someone you know to help you\",\"This document was made into easy read by Easy Read Wales using Photosymbols.\",\"Labour\\u2019s manifesto 2019 Easy read summary\",\"This manifesto was written by Plaid Cymru. It is an easy read version of their 2019 General Election Manifesto.\",\"This is a summary of our manifesto.\",\"Making it Clear made this manifesto easy read.\",\"This is a summary of our manifesto.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"18_manifesto_document_summary\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"18_manifesto_document_summary\"],\"textfont\":{\"size\":12},\"x\":[9.717907905578613,9.718880653381348,9.719664573669434,9.654580116271973,9.742295265197754,9.759087562561035,9.772760391235352,9.754745483398438,9.75491714477539,9.732759475708008],\"y\":[7.180825710296631,7.155904293060303,7.17385721206665,7.201700687408447,7.222134590148926,7.234729290008545,7.245620250701904,7.232097148895264,7.228635311126709,7.2083892822265625],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 There is less pollution from farms\",\"We will start a big plan and new laws to stop damage to the environment.\",\"\\u2022 Start a new law to make the air we breathe cleaner\",\"\\u2022 Start a 10 year plan to stop damage to the environment\",\"We will start work straight away to save the environment.\",\"We need to stop the damage now and save the environment.\",\"\\u2022 Stopping pollution which harms our planet\",\"\\u2022 Stop damage to the environment\",\"\\u2022 Less is burned, causing more pollution 18 For more information\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"19_damage_environment_pollution\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"19_damage_environment_pollution\"],\"textfont\":{\"size\":12},\"x\":[8.981157302856445,9.19766616821289,9.18218994140625,9.332786560058594,9.142375946044922,9.285504341125488,9.146505355834961,9.187555313110352,9.231907844543457,9.187517166137695],\"y\":[0.7275829911231995,0.9655382037162781,0.8324993252754211,0.9401087164878845,0.9635999202728271,0.9196215271949768,0.8299914598464966,0.8569770455360413,0.6408028602600098,0.8529691100120544],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Make sure there are no more than 30 children in a primary school class\",\"This includes free university education\",\"Offer free childcare and early years education to all children age 1 to 3.\",\"\\u2022 Give all 2, 3 and 4 year old children 30 hours of free education a week before they start at school\",\"We will give free childcare to all children over 9 months old if their parents work.\",\"\\u2022 Give new mothers 1 year off work to look after their baby.\",\"\\u2022 Give free education to everyone all through their lives so they can keep learning new skills.\",\"And give new fathers 4 weeks off and more money\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"20_education_children_childcare\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"20_education_children_childcare\"],\"textfont\":{\"size\":12},\"x\":[5.054865837097168,4.943680763244629,4.93812894821167,4.966732501983643,4.956283092498779,5.220571994781494,4.961245536804199,5.385322570800781,5.053353786468506],\"y\":[3.98887300491333,4.088043689727783,3.852487087249756,3.992966890335083,3.8511219024658203,3.7998647689819336,4.128098011016846,3.829165458679199,3.9413275718688965],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"This will be a lot of work. It will create a lot of new jobs.\",\"\\u2022 Train people so they can do the new jobs\",\"1. Jobs that are good for the\",\"For example we want to create jobs in:\",\"\\u2022 More workers have a say in how their companies are run and their pay and working hours\",\"We want more workplaces to let staff work different hours and from different places like home, to help with this.\",\"There will be at least one million new jobs\",\"\\u2022 Start fairer ways to find out if someone is able to work\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"21_jobs_hours_workplaces\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"21_jobs_hours_workplaces\"],\"textfont\":{\"size\":12},\"x\":[7.630151271820068,7.6828999519348145,7.703726768493652,7.701343536376953,7.753639221191406,7.7346577644348145,7.568658828735352,7.658695220947266,7.679221153259277],\"y\":[2.0131826400756836,2.064157485961914,2.0220131874084473,2.0380241870880127,2.118048667907715,2.0879955291748047,2.0497429370880127,2.2038612365722656,2.0746283531188965],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"The Green Party is a political party.\",\"The Green Party would do many other things if it won the General Election, including:\",\"Photosymbols and Making it Clear do not support the views of any one political party.\",\"The Green Party would change the way Government works.\",\"MPs are in different political parties, like the Green Party, Conservative Party, the Labour Party, the Liberal Democrats and others.\",\"This document explains what the Green Party would do if it was part of the next Government. It is called a manifesto.\",\"The Green Party plans to:\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"22_party_green_political\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"22_party_green_political\"],\"textfont\":{\"size\":12},\"x\":[8.822504043579102,8.84575080871582,8.751450538635254,8.90167236328125,8.24135684967041,9.005666732788086,8.838717460632324,8.772444725036621],\"y\":[6.196756362915039,6.177330493927002,6.014384746551514,6.251253128051758,5.946670055389404,6.332627773284912,6.161675453186035,6.154385089874268],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Promoted by Alan Mabbutt on behalf of the Conservative and Unionist Party, both at 4 Matthew Parker Street, London, SW1H 9HQ.\",\"We are the Labour Party.\",\"We are the Conservative and Unionist Party. We are led by Boris Johnson. He is the Prime Minister of the United\",\"12981_19 Reproduced from electronic media, promoted by Jennie Formby, General Secretary, the Labour Party, on behalf of the Labour Party, both at, Southside, 105 Victoria Street, London, SW1E 6QT.\",\"The party we work with in Northern Ireland is called the Alliance Party of Northern Ireland. They decide what they want to happen for some things in Northern Ireland.\",\"The Liberal Democrats are getting stronger and stronger.\",\"Published and promoted by Mike Dixon on behalf of the Liberal Democrats, both at 8-10 Great George Street, London SW1P 3AE We are the Liberal Democrats.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"23_party_promoted_ireland\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"\",\"23_party_promoted_ireland\"],\"textfont\":{\"size\":12},\"x\":[8.189399719238281,8.135857582092285,8.253644943237305,8.173627853393555,8.43045425415039,8.19190502166748,8.128986358642578,8.214838981628418],\"y\":[6.27220344543457,6.106010913848877,5.899454593658447,6.227048397064209,6.186933517456055,5.948544502258301,6.1605095863342285,6.114386558532715],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Being fair to everyone\",\"So that everybody can get books.\",\"for people to have their say\",\"We will make quick and fair decisions about this that work for everyone.\",\"the different communities are treated in a fair way\",\"\\u2022 Making sure that everyone from all\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"24_fair_books_communities\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"24_fair_books_communities\"],\"textfont\":{\"size\":12},\"x\":[6.813966751098633,6.889799118041992,7.1481781005859375,6.680713176727295,6.710042476654053,7.001184940338135,6.87398099899292],\"y\":[3.889923572540283,3.9077653884887695,3.7604846954345703,3.6002397537231445,3.9008800983428955,3.7980782985687256,3.8095619678497314],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Free travel on buses for everyone under 25\",\"\\u25aa Good public transport so that fewer people use cars.\",\"\\u2022 Free broadband for everyone by 2030 so we can all use the internet\",\"Digital technology is anything to do with computers and the internet.\",\"\\u2022 A free TV Licence and bus pass\",\"Digital technology Digital technology is anything to do with computers and the internet.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"25_technology_internet_digital\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"25_technology_internet_digital\"],\"textfont\":{\"size\":12},\"x\":[6.904390335083008,6.972036361694336,5.071760177612305,5.186379432678223,7.004380226135254,5.191229343414307,6.055029392242432],\"y\":[-0.20292796194553375,-0.21142920851707458,4.447683811187744,4.851166248321533,-0.2880079448223114,4.864325523376465,2.2434685230255127],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Website: www.plaid.cymru Phone: 029 2047 2272\",\"Teltphoat \\u2022 \\u00b7 \\u2022 \\u00b7 ' \\u2022\\u00b7' \\u2022\\u2022 taail , . . .. ...\\u2022 . . '' 1).Q , I .. .. ... .. ... ..\",\"If you need more information please contact us by: Telephone: 020 36 919 400\",\"Thanks to Photosymbols for the pictures.\",\"For more information 19 2 12 ecember\",\"' : ' .............................. ......................................................................................................\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"26_information_pictures_phone\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"26_information_pictures_phone\"],\"textfont\":{\"size\":12},\"x\":[8.312848091125488,9.216375350952148,8.432626724243164,9.275764465332031,9.076719284057617,9.22139835357666,8.922622680664062],\"y\":[6.504531383514404,6.720515251159668,6.5565972328186035,6.784581184387207,6.660547733306885,6.739452362060547,6.661037445068359],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"MPs work in parliament and make decisions that can affect the\",\"Members of Parliament (MPs) are people who:\",\"We also want to change the House of Lords so that the public can choose who the Lords are.\",\"The House of Lords is part of Parliament. They help to make laws and keep a check on the Government.\",\"The House of Lords is part of parliament. The Lords have the power to say yes or no to new laws. But right now the Lords are not chosen by the public.\",\"should be in the House of Lords.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"27_lords_parliament_mps\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"27_lords_parliament_mps\"],\"textfont\":{\"size\":12},\"x\":[7.9311981201171875,7.9232401847839355,7.868718147277832,7.802338123321533,7.858914375305176,7.905137538909912,7.881590366363525],\"y\":[4.954934120178223,5.000410556793213,4.86128044128418,4.825825214385986,4.867724895477295,4.889673709869385,4.899974822998047],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Think about how people live good lives - not just about making money\",\"\\u2022 Help everyone to be treated fairly and have the same chances in life\",\"We think that culture is a really important part of our way of life. This includes things like:\",\"\\u2022 Live the way they choose\",\"It is very important for people to be happy and healthy. This is called wellbeing.\",\"\\u2022 Helping everyone to live good lives, not just make more money\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"28_lives_live_life\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"28_lives_live_life\"],\"textfont\":{\"size\":12},\"x\":[6.866794586181641,6.794524192810059,5.920806884765625,7.020635604858398,6.825399875640869,6.769566535949707,6.699621200561523],\"y\":[4.098883152008057,3.9886817932128906,4.75950813293457,4.106621742248535,4.066183567047119,4.0231218338012695,4.17383337020874],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We want to make sure people can use this service if they need it. And that they do not have to wait a long time to use it.\",\"\\u2022 Give people free dentist check ups\",\"\\u2022 Make sure the NHS has enough money, staff and equipment to run well\",\"\\u2022 Make hospital parking free\",\"\\u2022 Keep the cost of medicines low and stop people in England paying for prescriptions\",\"We will fight to make sure that the NHS does not get sold off to private companies. And that it stays free for the people who need it.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"29_free_medicines_prescriptions\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"29_free_medicines_prescriptions\"],\"textfont\":{\"size\":12},\"x\":[5.571690559387207,5.307266712188721,5.323981761932373,5.525668144226074,5.548338413238525,5.592920303344727,5.478311061859131],\"y\":[3.0879485607147217,2.744581699371338,2.212908983230591,2.296821117401123,2.2154440879821777,2.2932724952697754,2.4751627445220947],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Words in bold green writing may be hard to understand. They have been explained in a box below the word.\",\"\\u2022 Have someone responsible for making the Green New Deal work\",\"\\u2022 Help local people get the training they need for the Green New Deal\",\"If the hard word is used again it is in normal green writing. You can check what all the words in blue mean on page 31.\",\"6 The Green New Deal\",\"4 The Green New Deal\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"30_green_words_word\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"30_green_words_word\"],\"textfont\":{\"size\":12},\"x\":[9.185440063476562,9.089313507080078,9.017387390136719,9.167563438415527,9.084220886230469,9.066740989685059,9.101778030395508],\"y\":[6.626991271972656,6.445819854736328,6.360241413116455,6.60561466217041,6.440697193145752,6.4299540519714355,6.484886169433594],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We will give lots more money to the National Health Service and build new hospitals.\",\"\\u2022 Giving the NHS a lot more money so that health services get back to what they were 16\",\"We will pay for more doctors and nurses so that people who get ill\",\"We will spend more money on the NHS every year to:\",\"We will expect people who come into the country to pay for the NHS and to work for years before we give them benefits.\",\"We will spend this money on the NHS and care services.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"31_health_pay_services\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"\",\"31_health_pay_services\"],\"textfont\":{\"size\":12},\"x\":[5.365230560302734,5.221625804901123,5.204452991485596,5.292788505554199,5.2937116622924805,5.323441028594971,5.283542156219482],\"y\":[1.7775696516036987,1.9750709533691406,1.8792924880981445,1.8843790292739868,1.9506821632385254,1.8802937269210815,1.8912147283554077],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"The party with the largest number of MPs will form the next Government.\",\"A General Election is when we vote for someone to be our Member of Parliament (MP).\",\"A General Election is when you can vote for who you want to become your Member of Parliament (MP).\",\"The Conservative Party will do what people voted for and leave the\",\"We want people to be able to vote for who is in the House of Lords.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"32_mp_member_vote\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"32_mp_member_vote\"],\"textfont\":{\"size\":12},\"x\":[8.178555488586426,8.168461799621582,8.179388046264648,7.980501651763916,7.913692951202393,8.08411979675293],\"y\":[5.356168746948242,5.059092998504639,5.046690940856934,5.63051700592041,4.883979797363281,5.1952900886535645],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"We will look after nature and make sure there are enough places where wild creatures and plants do well.\",\"\\u2022 They plant trees which:\",\"We will also think about making some areas nature reserves. This means special places that we work hard to look after.\",\"\\u2022 Plant many new trees to help the environment\",\"\\u2022 Plant 60 million trees a year. Trees are very good for the environment\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"33_trees_plant_nature\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"33_trees_plant_nature\"],\"textfont\":{\"size\":12},\"x\":[8.172723770141602,8.33535099029541,8.240690231323242,8.2395601272583,8.170201301574707,8.231705665588379],\"y\":[1.169737696647644,1.296305775642395,1.166414499282837,1.2548696994781494,1.2904632091522217,1.2355581521987915],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"Media is everything we use to communicate ideas. Like TV, films, radio and newspapers.\",\"We also want to have the power to make decisions about our own media.\",\"Media Media is everything we use to communicate ideas. Like TV, films, radio and newspapers.\",\"Tourism is people travelling for fun. It can include things like sight-seeing.\",\"Tourism Tourism is people travelling for fun. It can include things like sight-seeing.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"34_media_tourism_radio\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"34_media_tourism_radio\"],\"textfont\":{\"size\":12},\"x\":[5.187537670135498,5.19683837890625,5.192289352416992,4.724846363067627,4.739398956298828,5.008182048797607],\"y\":[4.86108922958374,4.880260944366455,4.85861349105835,7.025135517120361,7.045742034912109,5.73416805267334],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"\\u2022 Pay for many more teachers (20,000 teachers)\",\"We will have better information to show how well schools are doing.\",\"\\u2022 Giving more money to schools so that there can be more teachers and teachers can give children more of their time\",\"Schools have not had nearly enough money from the government.\",\"We will give more money for schools and make sure that teachers are paid well. Schools will be given the power to make pupils behave well. We will give pupils a good education and\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"35_teachers_schools_pupils\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"35_teachers_schools_pupils\"],\"textfont\":{\"size\":12},\"x\":[4.709908485412598,4.660700798034668,4.712638854980469,4.759817123413086,4.752930641174316,4.719199180603027],\"y\":[2.0019137859344482,2.108027935028076,2.0040299892425537,2.0149149894714355,1.9751662015914917,2.020810604095459],\"type\":\"scattergl\"},{\"hoverinfo\":\"text\",\"hovertext\":[\"It tells you the main things we believe in and what we will do if we become the next government.\",\"What we will do if we win the General\",\"We will do more to make sure our government and our parliament work well and we will prevent people from cheating in\",\"We will do this in 6 months or less after we win.\",\"elected we will do more.\",null],\"marker\":{\"opacity\":0.5,\"size\":5},\"mode\":\"markers+text\",\"name\":\"36_win_prevent_cheating\",\"text\":[\"\",\"\",\"\",\"\",\"\",\"36_win_prevent_cheating\"],\"textfont\":{\"size\":12},\"x\":[7.996591567993164,8.358081817626953,7.942849159240723,8.339085578918457,8.302902221679688,8.187902450561523],\"y\":[4.332635402679443,4.2400946617126465,4.032272815704346,4.268630027770996,4.237889766693115,4.222304821014404],\"type\":\"scattergl\"}],\"layout\":{\"template\":{\"data\":{\"barpolar\":[{\"marker\":{\"line\":{\"color\":\"white\",\"width\":0.5},\"pattern\":{\"fillmode\":\"overlay\",\"size\":10,\"solidity\":0.2}},\"type\":\"barpolar\"}],\"bar\":[{\"error_x\":{\"color\":\"rgb(36,36,36)\"},\"error_y\":{\"color\":\"rgb(36,36,36)\"},\"marker\":{\"line\":{\"color\":\"white\",\"width\":0.5},\"pattern\":{\"fillmode\":\"overlay\",\"size\":10,\"solidity\":0.2}},\"type\":\"bar\"}],\"carpet\":[{\"aaxis\":{\"endlinecolor\":\"rgb(36,36,36)\",\"gridcolor\":\"white\",\"linecolor\":\"white\",\"minorgridcolor\":\"white\",\"startlinecolor\":\"rgb(36,36,36)\"},\"baxis\":{\"endlinecolor\":\"rgb(36,36,36)\",\"gridcolor\":\"white\",\"linecolor\":\"white\",\"minorgridcolor\":\"white\",\"startlinecolor\":\"rgb(36,36,36)\"},\"type\":\"carpet\"}],\"choropleth\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"type\":\"choropleth\"}],\"contourcarpet\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"type\":\"contourcarpet\"}],\"contour\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"colorscale\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"type\":\"contour\"}],\"heatmapgl\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"colorscale\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"type\":\"heatmapgl\"}],\"heatmap\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"colorscale\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"type\":\"heatmap\"}],\"histogram2dcontour\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"colorscale\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"type\":\"histogram2dcontour\"}],\"histogram2d\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"colorscale\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"type\":\"histogram2d\"}],\"histogram\":[{\"marker\":{\"line\":{\"color\":\"white\",\"width\":0.6}},\"type\":\"histogram\"}],\"mesh3d\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"type\":\"mesh3d\"}],\"parcoords\":[{\"line\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"parcoords\"}],\"pie\":[{\"automargin\":true,\"type\":\"pie\"}],\"scatter3d\":[{\"line\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scatter3d\"}],\"scattercarpet\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scattercarpet\"}],\"scattergeo\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scattergeo\"}],\"scattergl\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scattergl\"}],\"scattermapbox\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scattermapbox\"}],\"scatterpolargl\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scatterpolargl\"}],\"scatterpolar\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scatterpolar\"}],\"scatter\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scatter\"}],\"scatterternary\":[{\"marker\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"type\":\"scatterternary\"}],\"surface\":[{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"},\"colorscale\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"type\":\"surface\"}],\"table\":[{\"cells\":{\"fill\":{\"color\":\"rgb(237,237,237)\"},\"line\":{\"color\":\"white\"}},\"header\":{\"fill\":{\"color\":\"rgb(217,217,217)\"},\"line\":{\"color\":\"white\"}},\"type\":\"table\"}]},\"layout\":{\"annotationdefaults\":{\"arrowhead\":0,\"arrowwidth\":1},\"autotypenumbers\":\"strict\",\"coloraxis\":{\"colorbar\":{\"outlinewidth\":1,\"tickcolor\":\"rgb(36,36,36)\",\"ticks\":\"outside\"}},\"colorscale\":{\"diverging\":[[0.0,\"rgb(103,0,31)\"],[0.1,\"rgb(178,24,43)\"],[0.2,\"rgb(214,96,77)\"],[0.3,\"rgb(244,165,130)\"],[0.4,\"rgb(253,219,199)\"],[0.5,\"rgb(247,247,247)\"],[0.6,\"rgb(209,229,240)\"],[0.7,\"rgb(146,197,222)\"],[0.8,\"rgb(67,147,195)\"],[0.9,\"rgb(33,102,172)\"],[1.0,\"rgb(5,48,97)\"]],\"sequential\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]],\"sequentialminus\":[[0.0,\"#440154\"],[0.1111111111111111,\"#482878\"],[0.2222222222222222,\"#3e4989\"],[0.3333333333333333,\"#31688e\"],[0.4444444444444444,\"#26828e\"],[0.5555555555555556,\"#1f9e89\"],[0.6666666666666666,\"#35b779\"],[0.7777777777777778,\"#6ece58\"],[0.8888888888888888,\"#b5de2b\"],[1.0,\"#fde725\"]]},\"colorway\":[\"#1F77B4\",\"#FF7F0E\",\"#2CA02C\",\"#D62728\",\"#9467BD\",\"#8C564B\",\"#E377C2\",\"#7F7F7F\",\"#BCBD22\",\"#17BECF\"],\"font\":{\"color\":\"rgb(36,36,36)\"},\"geo\":{\"bgcolor\":\"white\",\"lakecolor\":\"white\",\"landcolor\":\"white\",\"showlakes\":true,\"showland\":true,\"subunitcolor\":\"white\"},\"hoverlabel\":{\"align\":\"left\"},\"hovermode\":\"closest\",\"mapbox\":{\"style\":\"light\"},\"paper_bgcolor\":\"white\",\"plot_bgcolor\":\"white\",\"polar\":{\"angularaxis\":{\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\"},\"bgcolor\":\"white\",\"radialaxis\":{\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\"}},\"scene\":{\"xaxis\":{\"backgroundcolor\":\"white\",\"gridcolor\":\"rgb(232,232,232)\",\"gridwidth\":2,\"linecolor\":\"rgb(36,36,36)\",\"showbackground\":true,\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\",\"zeroline\":false,\"zerolinecolor\":\"rgb(36,36,36)\"},\"yaxis\":{\"backgroundcolor\":\"white\",\"gridcolor\":\"rgb(232,232,232)\",\"gridwidth\":2,\"linecolor\":\"rgb(36,36,36)\",\"showbackground\":true,\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\",\"zeroline\":false,\"zerolinecolor\":\"rgb(36,36,36)\"},\"zaxis\":{\"backgroundcolor\":\"white\",\"gridcolor\":\"rgb(232,232,232)\",\"gridwidth\":2,\"linecolor\":\"rgb(36,36,36)\",\"showbackground\":true,\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\",\"zeroline\":false,\"zerolinecolor\":\"rgb(36,36,36)\"}},\"shapedefaults\":{\"fillcolor\":\"black\",\"line\":{\"width\":0},\"opacity\":0.3},\"ternary\":{\"aaxis\":{\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\"},\"baxis\":{\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\"},\"bgcolor\":\"white\",\"caxis\":{\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\"}},\"title\":{\"x\":0.05},\"xaxis\":{\"automargin\":true,\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\",\"title\":{\"standoff\":15},\"zeroline\":false,\"zerolinecolor\":\"rgb(36,36,36)\"},\"yaxis\":{\"automargin\":true,\"gridcolor\":\"rgb(232,232,232)\",\"linecolor\":\"rgb(36,36,36)\",\"showgrid\":false,\"showline\":true,\"ticks\":\"outside\",\"title\":{\"standoff\":15},\"zeroline\":false,\"zerolinecolor\":\"rgb(36,36,36)\"}}},\"shapes\":[{\"line\":{\"color\":\"#CFD8DC\",\"width\":2},\"type\":\"line\",\"x0\":5.189634053409099,\"x1\":5.189634053409099,\"y0\":-0.7764027327299118,\"y1\":9.467697525024414},{\"line\":{\"color\":\"#9E9E9E\",\"width\":2},\"type\":\"line\",\"x0\":-1.0549228817224503,\"x1\":11.43419098854065,\"y0\":4.3456473961472515,\"y1\":4.3456473961472515}],\"annotations\":[{\"showarrow\":false,\"text\":\"D1\",\"x\":-1.0549228817224503,\"y\":4.3456473961472515,\"yshift\":10},{\"showarrow\":false,\"text\":\"D2\",\"x\":5.189634053409099,\"xshift\":10,\"y\":9.467697525024414}],\"title\":{\"font\":{\"size\":22,\"color\":\"Black\"},\"text\":\"<b>Documents and Topics\",\"x\":0.5,\"xanchor\":\"center\",\"yanchor\":\"top\"},\"width\":1200,\"height\":750,\"xaxis\":{\"visible\":false},\"yaxis\":{\"visible\":false}}}"